Repository: cjfloss/feedler
Catalog: po/*.po
Languages: nl

source: Download and view feeds
nl: Bekijk en download feeds

source: Feedler News Reader
nl: Feedler-nieuwslezer

source: Update
nl: Bijwerken

source: Unread
nl: Ongelezen

source: new feed
nl: nieuwe feed

source: new feeds
nl: nieuwe feeds

source: Subscriptions
nl: Abonnementen

source: Importing subscriptions
nl: Bezig met importeren van abonnementen…

source: Updating subscriptions
nl: Bezig met bijwerken van abonnementen…

source: Updating channel
nl: Bezig met bijwerken van kanaal…

source: Add new folder
nl: Map toevoegen

source: Name
nl: Naam

source: Edit folder %s
nl: Map '%s' bewerken

source: Welcome! You are connected to the service ;-)
nl: Welkom! Je bent verbonden met de dienst ;-)

source: Close
nl: Sluiten

source: Cannot connect to service ;-(
nl: Kan geen verbinding maken met de dienst ;-(

source: Connect
nl: Verbinding maken

source: Undo rename %s
nl: Naamswijziging van '%s' ongedaan maken

source: Undo
nl: Ongedaan maken

source: Undo delete %s
nl: Verwijderen van '%s' ongedaan maken

source: <small>Dismiss after %i seconds.</small>
nl: <small>Verwerpen na %i seconden.</small>

source: Get Some Feeds
nl: Haal je feeds op

source: Feedler can't seem to find your feeds.
nl: Feedler lijkt je feeds niet te kunnen vinden.

source: Create
nl: Aanmaken

source: Add subscriptions from URL.
nl: Voeg handmatig abonnementen toe via een url.

source: Import
nl: Importeren

source: Add subscriptions from OPML file.
nl: Voeg abonnementen toe met een OPML-bestand.

source: No Feeds
nl: Geen feeds

source: Can't seem to find any feeds.
nl: Feedler lijkt geen feeds te kunnen vinden.

source: Display
nl: Weergave

source: Open in browser
nl: Openen in browser

source: Copy URL to clipboard
nl: URL kopiëren naar klembord

source: Mark as read
nl: Markeren als gelezen

source: Mark as unread
nl: Markeren als ongelezen

source: Add to starred
nl: Toevoegen aan favorieten

source: Remove from starred
nl: Verwijderen uit favorieten

source: Automatic
nl: Automatisch

source: Manual
nl: Aangepast

source: Content:
nl: Inhoud:

source: Enable images:
nl: Afbeeldingen tonen:

source: Shrink image to fit:
nl: Afbeelding passend maken:

source: Enable plugins:
nl: Plug-ins gebruiken:

source: Enable JavaScripts:
nl: JavaScript gebruiken:

source: Enable Java:
nl: Java gebruiken:

source: Open links in:
nl: Links openen in:

source: Manual command:
nl: Aangepaste opdracht:

source: Window:
nl: Venster:

source: Hiding window instead of closing:
nl: Venster verbergen in plaats van sluiten:

source: Hide on start to the messaging menu:
nl: Bij opstarten verbergen in berichtmenu:

source: Application:
nl: Toepassing:

source: Hide additional headers in sidebar:
nl: Aanvullende koppen verbergen in zijbalk:

source: Maximum items stored in the channel:
nl: Maximum aantal te bewaren items in kanaal:

source: Subscriptions:
nl: Abonnementen:

source: Enable automatic updates:
nl: Automatisch bijwerken:

source: Enable updates on start:
nl: Automatisch bijwerken na opstarten:

source: Time interval between updates:
nl: Interval tussen bijwerkingen:

source: Download now all favicons:
nl: Alle favicons nu downloaden:

source: Preferences
nl: Voorkeuren

source: Interface
nl: Uiterlijk

source: Behavior
nl: Gedrag

source: Updates
nl: Bijwerken

source: Rename
nl: Naam wijzigen

source: Remove
nl: Verwijderen

source: Edit
nl: Bewerken

source: All items
nl: Alle items

source: Unread items
nl: Ongelezen items

source: Starred items
nl: Favoriete items

source: Add new…
nl: Nieuw(e) toevoegen…

source: Mark all items as read
nl: Alle items markeren als gelezen

source: Go to the channel with unread items
nl: Ga naar het kanaal met ongelezen items

source: unread feeds
nl: ongelezen feeds

source: unread feed
nl: ongelezen feed

source: Add new subscription
nl: Abonnement toevoegen

source: Import subscription from file
nl: Abonnement importeren uit bestand

source: Load favicon
nl: Favicon laden

source: Folder
nl: Map

source: URI Address
nl: URI-adres

source: Edit subscription %s
nl: Abonnement '%s' aanpassen

source: Sidebar Visible
nl: Zijpaneel tonen/verbergen

source: Fullscreen
nl: Beeldvullend

source: Refresh all subscriptions
nl: Alle abonnementen bijwerken

source: %s, by %s
nl: %s van %s
